{
    "Home": "मुखपृष्ठ",
    "About": "हमारे बारे में",
    "Popular Tours": "लोकप्रिय यात्राएँ",
    "New Tours": "नई यात्राएँ",
    "Custom Tours": "कस्टम यात्राएँ",
    "Packages": "पैकेज",
    "Contact Us": "संपर्क करें",
    "Register": "पंजीकरण करें",
    "Logout": "लॉगआउट",
    "Login": "लॉगिन",
    "Tours": "यात्राएँ",
    "Make memories that last a lifetime, Discover the unseen.": "ऐसी यादें बनाएं जो जीवनभर रहें, अनदेखे को खोजें।",
    "Embark on a journey of a lifetime": "जीवनभर की यात्रा पर निकलें",
    "Every path leads to new experiences": "हर रास्ता नई अनुभवों की ओर ले जाता है",
    "About Our E-Tourism Platform": "हमारे ई-पर्यटन प्लेटफार्म के बारे में",
    "Welcome to our e-tourism platform! We are dedicated to providing you with the best online experience for exploring and planning your next travel adventures.": "हमारे ई-पर्यटन प्लेटफार्म में आपका स्वागत है! हम आपको अपनी अगली यात्रा की योजना बनाने और उसे खोजने के लिए सबसे अच्छा ऑनलाइन अनुभव प्रदान करने के लिए प्रतिबद्ध हैं।",
    "Our Mission": "हमारा मिशन",
    "We envision a world where travel is accessible to everyone, where cultural exchange enriches lives, and where sustainable tourism practices protect our planet for future generations.":"हम एक ऐसी दुनिया की कल्पना करते हैं जहां यात्रा हर किसी के लिए सुलभ हो, जहां सांस्कृतिक आदान-प्रदान जीवन को समृद्ध करता हो, और जहां टिकाऊ पर्यटन प्रथाएं भविष्य की पीढ़ियों के लिए हमारे ग्रह की रक्षा करती हों।",
    "At Tourpia, our mission is to connect travelers with unforgettable experiences and help them discover the beauty and diversity of destinations around the world.": "Tourpia में, हमारा मिशन यात्रियों को अविस्मरणीय अनुभवों से जोड़ना और उन्हें दुनिया भर के स्थलों की सुंदरता और विविधता को खोजने में मदद करना है।",
    "Our Vision": "हमारी दृष्टि",
    "discover more": "अधिक खोजें",
    "Why Choose Us?": "हमें क्यों चुनें?",
    "Our platform offers a comprehensive range of features and services to make your travel planning seamless and enjoyable:": "हमारा प्लेटफार्म आपकी यात्रा योजना को सरल और आनंददायक बनाने के लिए व्यापक सुविधाएँ और सेवाएँ प्रदान करता है:",
    "Search and discover destinations, attractions, and activities worldwide": "दुनिया भर में स्थलों, आकर्षणों और गतिविधियों की खोज और अन्वेषण करें",
    "Book flights, accommodations, and tours with ease": "उड़ानें, आवास और यात्राएँ आसानी से बुक करें",
    "Access expert travel guides, tips, and recommendations": "विशेषज्ञ यात्रा गाइड, टिप्स और सिफारिशें प्राप्त करें",
    "Connect with fellow travelers and share experiences": "अन्य यात्रियों के साथ जुड़ें और अनुभव साझा करें",
    "Support for sustainable and responsible tourism initiatives": "स्थायी और जिम्मेदार पर्यटन पहलों के लिए समर्थन",
    "Meet Our Team": "हमारी टीम से मिलें",
    "Behind our platform is a passionate team of travel enthusiasts, developers, designers, and content creators committed to delivering exceptional experiences for our users.": "हमारे प्लेटफार्म के पीछे यात्रा के शौकीनों, डेवलपर्स, डिजाइनरों, और सामग्री निर्माताओं की एक समर्पित टीम है जो हमारे उपयोगकर्ताओं को असाधारण अनुभव प्रदान करने के लिए प्रतिबद्ध है।",
    "We are dedicated to continuous improvement and innovation, ensuring that our platform evolves to meet the changing needs of travelers worldwide.": "हम निरंतर सुधार और नवाचार के लिए समर्पित हैं, यह सुनिश्चित करते हुए कि हमारा प्लेटफार्म दुनिया भर के यात्रियों की बदलती जरूरतों को पूरा करने के लिए विकसित होता रहे।",
    "Have questions, feedback, or suggestions? We'd love to hear from you! Feel free to reach out to our team via email, phone, or social media channels.": "कोई प्रश्न, प्रतिक्रिया, या सुझाव है? हम आपसे सुनने के लिए उत्सुक हैं! हमारी टीम से ईमेल, फोन, या सोशल मीडिया चैनलों के माध्यम से संपर्क करने में संकोच न करें।",
    "Thank you for choosing Tourpia for your travel adventures!": "अपनी यात्रा के लिए Tourpia चुनने के लिए धन्यवाद!",
    "company_name": "विश्व-यात्रा",
    "address": "सागर सिटी, अंधेरी पश्चिम, मुंबई 400049",
    "telephone": "टेल.: (+91 22) 1234 5678",
    "copyright": "© 2024 आपकी कंपनी। सर्वाधिकार सुरक्षित।",
    "login_title": "लॉगिन",
    "username_label": "उपयोगकर्ता नाम",
    "username_placeholder": "अपना उपयोगकर्ता नाम दर्ज करें",
    "password_label": "पासवर्ड",
    "password_placeholder": "अपना पासवर्ड दर्ज करें",
    "login_button": "लॉगिन",
    "go_to_registration": "पंजीकरण पर जाएँ",
    "login_success": "उपयोगकर्ता सफलतापूर्वक लॉग इन हुआ!",
    "login_failure": "कोई उपयोगकर्ता नहीं मिला। कृपया वैध जानकारी दर्ज करें।",
    "Registration Form": "पंजीकरण फॉर्म"   
}
